Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=215_art_id=258.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Girku
sma: Lïerh: Gærhkoe

source: Suorssá girku
sma: Sorselen gærhkoe

source: Suorssá girkus lea ivdnás glássagovva mas sámenisson rukses máttasámi gahpiriin doallá njuoratmáná salas, ja sámenieida davvisámi gahpiriin geahčada olmmošjovkui geat birastahttet Jesusa.
sma: Desnie saemien nyjsenæjja rööpses åarjelsaemien tjohpine jïh altese faerhmesne onne maana. Dej baalte nyöjtetje noerhtesaemien tjohpine jïh dah mubpide almetjidie vuartesjeminie gïeh Jeesusen bïjre tjåadtjoeh.

source: Dát olbmot ges leat gárvodan nu mo lei dábálaš Jesusa eallinguovllus ja – báikkis.
sma: Dej leah dejpeladtje vaarjoeh mejtie utnin gosse Jeesuse veasoeji.

source: Ovddabealde govas lea fádnušaddu.
sma: Faatnoe guvvien vuelie-raedtesne vååjnoe.
